In [1]:
import pandas as pd
import numpy as np

In [7]:
dict1 = {
    "Name": ['Urmila', 'Soniya', 'Ashish', 'Sunder'],
    "Marks": [70, 54, 44, 67],
    "City": ['Jalgaon', 'Shrirampur', 'Pune', 'Nasik']
}

In [8]:
df = pd.DataFrame(dict1)

In [9]:
df

     Name  Marks        City
0  Urmila     70     Jalgaon
1  Soniya     54  Shrirampur
2  Ashish     44        Pune
3  Sunder     67       Nasik

In [10]:
df.to_csv('family.csv')

In [11]:
df.to_csv('family_index_false.csv', index=False)